Bono2007/ESP32-C6-LCD/sdkconfig.defaults
# Valeurs par défaut — credentials réels dans sdkconfig.defaults.local (non-tracké)
CONFIG_IDF_TARGET="esp32c6"
CONFIG_FREERTOS_HZ=1000
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
CONFIG_MBEDTLS_SSL_IN_CONTENT_LEN=8192
CONFIG_MBEDTLS_SSL_OUT_CONTENT_LEN=4096
